do
    
    function run(msg, matches)
         return [[
         #اومر_بوت_MerBot
______________________

-  - #اومر_حماية_المجموعة
/k ads     - 📵 منع الإعلانات
/n ads     - 💢 السماح بالإعلانات
/k sticker - ⛰ منع  الملصقات
/n sticker - 🏭 السماح  بالملصقات
/k pht     - 🌅 منع الصور
/n pht     - 🌅 السماح بلصور
/k aud     - 🗣 منع الصوتيات
/n aud     - 🗣 لسماح بلصوتيات
/k vid     - 📹 منع الفديوات
/n vid     - 📹 السماح بلفديوات
/k gif     - 🎢 منع الصور المتحركه
/n gih     - 🎢 السماح بلصور المتحركه
/k fil     - 🗂 منع الملفات
/n fil     - 🗂 السماح بلملفات
/k arb     - 📖 منع الغة العربيه
/n arb     - 📖 السمح للغة العربيه
/k group   - 👥 قفل محتوى المجموعة
/n group   - 👥 فتح محتوى المجموعة


-  - #الإعدادات_والأوامر_العامة
/add      - ⬆️ رفع ادمن 
/del      - ⬇️ حذف ادمن
/admin    - 👥 المشرفين
/kick     - 🚏طرد العضو
/ban      - 🚫 حظر العضو
/uban     - ⭕️ إلغاء الحظر
/botk     - 🤖 منع إضافة البوتات
/botn     - 🤖 السماح بإضافة البوتات
/silent   - 🔕 وضع الصامت
/nsilent  - 🔔 إلغاء الصامت
/arules   - ⚠️ إضافة قوانين
/id       - ❕معلومات العضو

- - - - - - -
➖➖➖➖➖↙️مطور البوت
@ilwil 
- - - -
         ]]
  end
  
  
  return {
        patterns = {
                "^/advanced$",
                  }, 
                run = run 
            }
            
            end 